about.org
#+TITLE: About
#+AUTHOR: Pankaj Doharey
#+EMAIL: pankajdoharey@gmail.com
#+DATE: [2018-07-14 Sat]
#+URI: /about
#+KEYWORDS: Clojure, Ruby, C++ , 3D , C , Scheme , Assembly, Metacritical Tech Blog.
#+LANGUAGE: en
#+OPTIONS: H:3 num:nil toc:nil \n:nil @:t ::t |:t ^:nil -:t f:t *:t <:t
#+DESCRIPTION: Pankaj Doharey (Metacritical's Tech Blog)


* Raison D'être
  This blog is a collection of my rumblings and rants on technology
  and other things that i find delightful and frustrating. I aim to document 
  all those interesting and not so interesting things from the perspective of a 
  tech enthusiast. I eventually hope you find would some of the stuff documented
  here useful.


* About Pankaj Doharey (Metacritical)
  Crazy risk taker, Specialist Ruby, clojure/clojure(script) developer, 
  Travelling through cyber space-time, equipped with functional Phazer 🔫⚡
