about/index.html
<!DOCTYPE html>
<html lang="en-us">
<head>
    <title>About - Self dot send (Computing Blog)</title>
    <meta charset="utf-8" />
    <meta name="author" content="Pankaj Doharey" />
        <meta name="description" content="Pankaj Doharey (Metacritical&#39;s Tech Blog)" />
        <meta name="keywords" content="Clojure, Ruby, C++ , 3D , C , Scheme , Assembly, Metacritical Tech Blog." />
    <link rel="stylesheet" href="/media/css/style.css">
    <link rel="stylesheet" href="/media/css/highlight.css">
</head>

  <body class="container">
    <nav class="main-nav">
        <a href="/">Blog</a>
        <a href="/blog">Archive</a>
        <a href="/tags">Tag</a>
        <a href="/about/">About</a>
        <a class="cta" href="https://github.com/metacritical">
	  <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 512 499.36" focusable="false"><title>GitHub</title><path d="M256 0C114.64 0 0 114.61 0 256c0 113.09 73.34 209 175.08 242.9 12.8 2.35 17.47-5.56 17.47-12.34 0-6.08-.22-22.18-.35-43.54-71.2 15.49-86.2-34.34-86.2-34.34-11.64-29.57-28.42-37.45-28.42-37.45-23.27-15.84 1.73-15.55 1.73-15.55 25.69 1.81 39.21 26.38 39.21 26.38 22.84 39.12 59.92 27.82 74.5 21.27 2.33-16.54 8.94-27.82 16.25-34.22-56.84-6.43-116.6-28.43-116.6-126.49 0-27.95 10-50.8 26.35-68.69-2.63-6.48-11.42-32.5 2.51-67.75 0 0 21.49-6.88 70.4 26.24a242.65 242.65 0 0 1 128.18 0c48.87-33.13 70.33-26.24 70.33-26.24 14 35.25 5.18 61.27 2.55 67.75 16.41 17.9 26.31 40.75 26.31 68.69 0 98.35-59.85 120-116.88 126.32 9.19 7.9 17.38 23.53 17.38 47.41 0 34.22-.31 61.83-.31 70.23 0 6.85 4.61 14.81 17.6 12.31C438.72 464.97 512 369.08 512 256.02 512 114.62 397.37 0 256 0z" fill="currentColor" fill-rule="evenodd"></path></svg>
	</a>
    </nav>

<div>
    <section id="wrapper">
        <article class="post">
            <header>
                    <h1>About</h1>
            </header>
            <br />
            <section id="post-body">
                

<div id="outline-container-org78fb10e" class="outline-2">
<h2 id="org78fb10e">Raison D'être</h2>
<div class="outline-text-2" id="text-org78fb10e">
<p>
This blog is a collection of my rumblings and rants on technology
and other things that i find delightful and frustrating. I aim to document 
all those interesting and not so interesting things from the perspective of a 
tech enthusiast. I eventually hope you would fins some of the stuff documented
here useful.
</p>
</div>
</div>

<div id="outline-container-org3674722" class="outline-2">
<h2 id="org3674722">About Pankaj Doharey (Metacritical)</h2>
<div class="outline-text-2" id="text-org3674722">
<p>
Crazy risk taker, Specialist Ruby, clojure/clojure(script) developer, 
Travelling through cyber space-time, equipped with functional Phazer 🔫⚡
</p>
</div>
</div>

            </section>
    </section>
</div>

    <div>
    <section id="wrapper">
      <br />
      <br />
      <script src="http://code.jquery.com/jquery-latest.min.js"></script>
      <script src="https://cdnjs.cloudflare.com/ajax/libs/prettify/r298/prettify.js"></script>
      <script src="https://cdnjs.cloudflare.com/ajax/libs/mathjax/2.7.5/MathJax.js"></script>
      <script src="/media/js/main.js"></script>
      <div align="center">
      <footer id="footer">
        <p class="small">
          Copyright &copy; 2012 - <span id="footerYear"></span> <a href="mailto:pankajdoharey &lt;at&gt; gmail &lt;dot&gt; com">Pankaj Doharey</a>
          &nbsp;&nbsp;-&nbsp;&nbsp;
          Powered by <a href="https://github.com/kelvinh/org-page" target="_blank">org-page</a>
          <script type="text/javascript">document.getElementById("footerYear").innerHTML = (new Date()).getFullYear();</script>
        </p>
        <br />
      </footer>
      </div>
      </section>
    </div>

  </body>
</html>
